Repository: klen/pomodoro-tracker-locales
Catalog: */LC_MESSAGES/messages.po
Languages: fa

source: Sign in with %(provider)s
fa: وارد شدن توسط

source: %1$s left
fa: %1$s چپ

source: %s here's your Daily report for %s
fa: %s گزارش روزانه شما برای %s

source: A random message will be chosen if there are multiple.
fa: اگر چند پیام باشد، یکی به صورت تصادفی انتخاب خواهد شد

source: Activities
fa: فعالیت ها

source: Activity by days
fa: فعالیت براساس روز

source: Activity by months
fa: فعالیت بر اساس ماه

source: Activity by weeks
fa: فعالیت بر اساس هفته

source: Add
fa: افزودن

source: Add TODO
fa: افزودن وظیفه

source: Add category
fa: افزودن گروه

source: Add more
fa: افزودن موارد دیگر

source: Add new tasks to the top
fa: افزودن وظایف جدید به بالاترین سطح

source: Alleviate anxiety linked to beginning
fa: کاهش دادن استرس مرتبطه به شروع

source: Application
fa: برنامه

source: Are you sure?
fa: مطمئن هستید؟

source: Ask for the permission
fa: درخواست برای دسترسی

source: At the beginning of each day select the tasks you need to complete and put them on the TODO list above.
fa: در شروع هر روز تسک هایی که نیاز دارید کامل شود را انتخاب کنید وو آنها را در بالای لیست تودو(انجام دادنی) قرار دهید

source: Auto start breaks
fa: شروع خودکار وقفه ها

source: Auto start pomodoros
fa: شروع خودکار پومودوروها

source: Block screen on breaks
fa: بلاک کردن صفحه در وقفه ها

source: Bolster the determination to achieve your goals
fa: تا رسیدن به اهداف، موارد تعیین شده را نگه دارید

source: Boost motivation and keep it constant
fa: انگیزه تان را تقویت کنید و آن را پایدار کنید

source: Break is over
fa: وقفه به اتمام رسیده است

source: Categories
fa: طبقه بندی

source: Clear All Data
fa: پاک کردن همه اطلاعات

source: Clear DONE history once per day
fa: پاک کردن تاریخچه به صورت روزانه

source: Clear the list
fa: پاک کردن لیست

source: Click on a number to add more.
fa: بر روی شماره کلیک کنید تا افزوده شود

source: Click to open menu
fa: برای باز کردن منو، کلیک کنید

source: Click/tap to edit items.
fa: برای ویرایش آیتم ها کلیک/ضربه بزنید

source: Close
fa: بستن

source: Code
fa: کد

source: Color Theme
fa: تم رنگ

source: Configure
fa: پیکربندی

source: Confirm
fa: تایید

source: Congratulations!
fa: !تبریک

source: Connect
fa: متصل شدن

source: Copy to %1$s
fa: %1$s کپی کردن به

source: Create
fa: ایجاد کردن

source: Create a category
fa: ایجاد یک طبقه بندی

source: Daily Goal
fa: هدف روزانه

source: Danger Zone
fa: منطقه خطر

source: Date format
fa: فرمت تاریخ

source: Disconnect
fa: قطع اتصال

source: Don`t start next pomodoro if TODO is empty
fa: در صورتی که تودو(انجام دادنی) خالی است، پومودورو بعدی را شروع نکنید

source: Drag&Drop/Touch to sort items.
fa: برای مرتب کردن آیتم ها، بشکید و رها کنید.

source: Due
fa: به علت

source: Edit
fa: ویرایش

source: Enable Browser Alerts
fa: فعال کردن شدار های مرورگر

source: Enable Desktop Notifications
fa: فعال کردن نوتیفیکیشن های دستکتاپ

source: Enable Notifications
fa: فعال کردن نوتیفیکیشن ها

source: Ends on
fa: پایان دادن روی

source: Enhance focus and concentration by cutting down on interruptions
fa: با کاهش دادن وقفه ها، توجه و تمرکز را افزایش دهید

source: Enjoy your break
fa: از زنگ تفریح لذت ببرید

source: Export the records as CSV
fa: صادر کردن گزارشات به صورت اکسل

source: Feedback
fa: بازخورد

source: Fill blank entries
fa: موارد خالی را پر کنید

source: Global shortcut to open Pomodoro-Tracker
fa: میانبرهای کلی برای باز کردن پومودورو-ترکر

source: Hide notificaions
fa: مخفی کردن نوتیفیکیشن ها

source: If a task takes more than 5–7 Pomodoros, break it down
fa: اگر یک تسک بیشتر از 5تا7 پومودورو طول می کشد، آن را کاهش دهید

source: If it takes less than one Pomodoro, add it up, and combine it with another task
fa: اگر یک تسک کمتر از یک پومودورو زمان می برد، آن را باتسکی دیگر ترکیب کنید

source: Import tasks from CSV
fa: وارد کردن تسک ها از فایل اکسل

source: Imported from External Sources
fa: وارد شده از منبع خارجی

source: Improve your work or study process
fa: فرایند مطالعه یا کار خود را بهبود دهید

source: Inbox
fa: صندوق ورودی

source: Increase awareness of your decisions
fa: آگاهی از تصمیم هایتان را افزایش دهید

source: Integration with %1$s
fa: %1$s یکپارچه سازی توسط

source: Integrations
fa: یکپارچه سازی

source: Join the global rating
fa: به رتبه بندی جهانی ملحق شوید

source: Keep on working, Pomodoro after Pomodoro, until the task at hand is finished. Every 4 Pomodoros take a longer break, (15–30 minutes).
fa: به کار کردنتان ادامه دهید و از هر پودورو به پومودوروی دیگر حرکت کنید تا به پایان برسد.هر 4 پومودورو یک استراحت طولانی 15تا30 دقیقه ای دارد.

source: Language
fa: زبان

source: Like
fa: لایک

source: Load daily tasks
fa: بارگذاری تسک ها روزانه

source: Loading
fa: در حال بارگذاری

source: Login to the service and track your progress
fa: وارد سرویس مورد نظر شوید و پیشرفت خود را ردگیری کنید

source: Login to the service using %1$s authentication.
fa: %1$s وارد شدن به سرویس با استفاده از سیستم احراز هویت

source: Logout
fa: خارج شدن

source: Long break
fa: استراحت طولانی

source: Long break delay
fa: وقفه استراحت طولانی

source: Long break duration
fa: مدت زمانی استراحت طولانی

source: Look away at something that is 6 metres away for %1$s seconds
fa: %1$s از دور نگاه کردن به چیزی که 6 متر از شما دور است به مدت

source: Mark as done
fa: علامت زدن به عنوان انجام شده

source: Median per day
fa: میانگین روزانه

source: Move to Inbox
fa: انتقال دادن به صندوق ورودی

source: Navigate Back
fa: برگشتن به عقب

source: Navigate Forward
fa: حرکت به جلو

source: New
fa: جدید

source: Next long break
fa: استراحت طولانی بعدی

source: Notifications
fa: نوتیفیکیشن ها

source: Notify when there is one minute left
fa: زمانی که یک دقیقه باقی مانده هشدار بده

source: Of those
fa: از آنها

source: Once a Pomodoro begins, it has to ring
fa: به محض شروع شدن پومودورود، باید شروع به زنگ زدن کند

source: Pause/unpause when computer goes to sleep/idle
fa: ایجاد یا از بین بردن وقفه برای حالت اسلیپ سیستم

source: Play alarm sound
fa: اجرا کردن صدای آلارم

source: Play ticking sound
fa: اجرای صدای تیک تاک

source: Play ticking sound while breaks
fa: اجرای صدای تیک تاک در زمان استراحت

source: Please don't send me these awesome daily reports
fa: لطفا گزارش های روزانه افتضاح را برای من ارسال نکن

source: Please reload the application.
fa: لطفا برنامه را مجدد بارگذاری کن

source: Please select a value
fa: لطفا یک مقدار را انتخاب کنید

source: Please unblock notifications in your browser
fa: لطفا نوتیفیکشن را در مرورگر خود فعال کنید

source: Please, login to use the feature
fa: برای استفاده از این ویژگی وارد شوید

source: Please, login to view your stats
fa: برای مشاهده آمار خود، لطفا وارد شوید

source: Pomodoro Tracker is a productivity app designed for your work and study.
fa: پومودورو-ترکر یک محصول عالی برای کار یا مطالعه شما می باشد

source: Pomodoro duration
fa: مدت زمان پومودورو

source: Pomodoro is finished
fa: پومودورو به پایان رسید

source: Preferences
fa: اولویت ها

source: Press
fa: فشار دادن

source: Profile
fa: پروفایل

source: Raise browser alert when pomodoro/break is over
fa: وقتی پومودورو یا استراحت به پایان رسید، توسط مروگر هشدار بده

source: Reconnect
fa: اتصال مجدد

source: Records are empty
fa: رکوردها خالی هستند

source: Refine the estimation process, both in qualitative and quantitative terms
fa: اصطلاحات کیفیت و کمیت را در فرایندهای تخیمن اصلاح بکنید

source: Register
fa: ثبت نام

source: Relax
fa: راحت باشید

source: Remove Account
fa: حذف حساب کاربری

source: Remove a task from TODO when Pomodoro is complete
fa: وقتی پومودورو کامل شد، آن تسک را از تودو(انجام دادنی) حذف کن

source: Remove one
fa: حذف یک

source: Repeat
fa: تکرار

source: Repeat every
fa: تکرار هر باره

source: Reports Time
fa: گزارش های زمانی

source: Rules & Tips
fa: قوانین و مقررات

source: Scheduler
fa: زمان بندی

source: Schemes
fa: روش

source: Select Category
fa: انتخاب طبقه بندی

source: Select Dates
fa: انتخاب تاریخ ها

source: Select a source to import tasks
fa: انتخاب یک منبع برای وارد کردن تسک ها

source: Send daily reports
fa: ارسال گزارش های روزانه

source: Send test notification
fa: ارسال نوتیفیکیشن های آزمایشی

source: Server has been updated.
fa: سرور به تازگی بروزرسانی شده است

source: Set Due
fa: تنظیم کردن از

source: Set Recurrence
fa: تنظیم کردن رخداد

source: Set do not disturb
fa: تنظیم برای مزاحم نشدن

source: Set to Later
fa: تنظیم برای بعد

source: Set to Tomorrow
fa: تنظیم برای فردا

source: Set to Week
fa: تنظیم برای هفته

source: Settings
fa: تنظیمات

source: Share timer data
fa: اشتراک گذاری اطلاعات تایمر

source: Short break
fa: استراحت کوتاه

source: Short break duration
fa: مدت زمان استراحت کوتاه

source: Short description
fa: توضیحات کوتاه

source: Sign Up / Login
fa: ثبت نام/وارد شدن

source: Sign in with %1$s
fa: %1$s وارد شدن توسط

source: Sort by
fa: مرتب کردن توسط

source: Start the Pomodoro timer
fa: شروع تایمر پومودورو

source: Start working:
fa: :شروع کاری

source: Starts on
fa: شروع بر روی

source: Stats
fa: آمار

source: Stay focused and finish tasks effectively.
fa: متمرکز بمانید و تسک ها را با کارآمدی به پایان برسانید

source: Strengthen your resolve to keep on applying yourself in the face of complex situations
fa: قدرت حل مسائل خود را تقویت کنید تا بتوانید با موقعیت های سختآمادگی برخورد داشته باشید

source: Support the Project
fa: حمایت از پروژه

source: Sync my tasks only
fa: همگام سازی تسک های من

source: TODO
fa: تودو

source: TODO list is empty.
fa: لیست تودو خالی است.

source: Take a short break (3-5 minutes)
fa: استراحت کوتاه 3 تا 5 دقیقه ای داشته باشید

source: Take more time to your life.
fa: زمان بیشتری برای زندگیتان بگذارید

source: Thank you for the feedback! Your message is awaiting moderation.
fa: ممنون از بازخوردتان! پیام شما در دست بررسی می باشد.

source: The Basics
fa: اصول اولیه

source: The Goals
fa: اهداف

source: The Pomodoro Technique is a time management method that can be used for any task. For many people, time is an enemy. The anxiety triggered by “the ticking clock”, especially when it involves a deadline, leads to ineffective work and study habits which in turn lead to procrastination.
fa: تکنیک پومودورو یک متد مدیریت زمان می باشد که می تواند برای هر تسکیاستفاده شود. برای خیلی از افرااک دشمن است.اضطراب تحریک شده توسط تیک تاک ساعت، علی الخصوصزمانی که درگیر یک ددلین هستید، منجر به عادات مطالعات و کاری ناکارآمد می شود و باعث به تعویق افتادن می شود.

source: The Pomodoro Technique shouldn’t be used for activities you do in your free time. Enjoy free time!
fa: توصیه می شود که از تکنیک پومودورو برای تایم های آزادتاناستفاده نکنید. از زمان های آزادتان لذت ببرید.

source: The Pomodoro Technique will provide a simple tool/process for improving productivity (your own and that of your team members) which can do the following:
fa: تکنیک پومودورو یک ابزار ساده برای بهبود کارآمدی خودتان یا اعضای تیمتان می باشد که می تواند به شکل زیرانجام شود:

source: The Pomodoro Tracker — A useful tool for time management based on Pomodoro Technique.
fa: پومودورو ترکر - یک ابزار مفید برای مدیریت زمانبرپایه تکنیک پومودورو.

source: The aim of the Pomodoro Technique is to use time as a valuable ally in accomplishing what we want to do in the way we want to do it, and to enable us to improve continually the way we work or study.
fa: هدف از تکنیک پومودورو استفاده از زمان به عنوان یک دوست ارزشمندمی باشد تا از آن برای انجام دادن کارهایی که باید انجام دهیم استفاده کنیم. و به ماتوانایی بهبود پیوسته مسیر کاری یا مطالعاتی را می دهد.

source: The list is empty
fa: لیست خالی است

source: The next Pomodoro will go better
fa: پومودوروی بعدی بهتر خواهد بود

source: The next pomodoro will go better!
fa: پومودوروی بعدی بهتر خواهد بود

source: There are completed tasks
fa: تسک های کامل شده موجود هستند

source: Time format
fa: فرمت زمان

source: Time spent
fa: مقدار زمان گذشته

source: Time zone
fa: منطقه زمانی

source: Timer
fa: تایمر

source: Title
fa: عنوان

source: Toggle eye keeper
fa: تغییر به نگهدارنده چشم

source: Toggle fullscreen
fa: تغییر به تمام صفحه

source: Toggle mini timer
fa: تغییر به تایمر کوچک

source: Try to add some tasks use the form above
fa: تلاش برای افزودن تعداد تسک برای استفاده در فرم بالا

source: Try to complete some pomodoros or choose a different period
fa: تلاش برای کامل کردن تعدادی پومودورو یا انتخاب دوره زمانی متفاوت

source: Tune the timer
fa: تنظیم کردن تایمر

source: Unselect Category
fa: انتخاب نکردن طبقه بندی

source: Update status
fa: بروزرسانی حالات

source: Volume
fa: صدا

source: What is it?
fa: این چیه؟

source: Work history won`t be saved.
fa: تاریخچه کاری ذخیره نخواهد شد.

source: Work until the Pomodoro rings
fa: تا صدای زنگ پومودورو کار کن

source: Write your ideas here
fa: ایده هایتان را اینجا یادداشت کنید

source: You are not signed.
fa: شما وارد نشده اید

source: You have finished all your tasks.
fa: همه تسک هایتان را به پایان رساندید.

source: You have to reconnect the integration
fa: برای یکپارچه سازی مجددا وصل شوید

source: You need to connect the integration
fa: برای یکپارچه سازی باید وصل شود

source: You spent
fa: مقداری که گذراندید

source: and
fa: و

source: average
fa: متوسط

source: cancel
fa: لغو

source: category
fa: طبقه بندی

source: close
fa: بستن

source: copy
fa: کپی

source: created
fa: ایجاد شده

source: custom
fa: سفارشی

source: day
fa: روز

source: default
fa: پیش فرض

source: delay
fa: وقفه

source: delays
fa: وقفه ها

source: delete
fa: حذف

source: description
fa: توضیحات

source: disable
fa: غیرفعال

source: done
fa: انجام شده

source: duration
fa: مدت زمان

source: finish time
fa: اتمام رساندن زمان

source: focus
fa: تمرکز

source: for all time
fa: برای همه زمان ها

source: forward
fa: جلو

source: friday
fa: جمعه

source: friends
fa: دوستان

source: global
fa: همگانی

source: hour
fa: ساعت

source: if you must exit now
fa: اگر می خواهید حتما الان خارج شوید

source: in 10 seconds
fa: در 10 ثانیه

source: in 2 seconds
fa: در 2 ثانیه

source: in 3 seconds
fa: در 3 ثانیه

source: in 5 seconds
fa: در 5 ثانیه

source: in minutes
fa: در دقیقه

source: in pomodoros
fa: در پومودوروها

source: interruptions
fa: وقفه ها

source: later
fa: بعدا

source: like
fa: لایک

source: login
fa: وارد شدن

source: maximize
fa: تمام صفحه

source: median
fa: میانگین

source: menu
fa: منو

source: merge
fa: ادغام کردن

source: messages
fa: پیام ها

source: minimize
fa: کوچک کردن

source: minute
fa: دقیقه

source: monday
fa: دوشنبه

source: month
fa: ماه

source: never
fa: هرگز

source: next page
fa: صفحه بعد

source: no description
fa: بدون توضیحات

source: number
fa: عدد

source: on
fa: روی

source: one message per line
fa: یک پیام در هر خط

source: page
fa: صفحه

source: pause
fa: توقف

source: personal
fa: شخصی

source: pomodoro
fa: پومودورو

source: pomodoros
fa: پومودوروها

source: preview
fa: نگاه اجمالی

source: previous page
fa: صفحه قبلی

source: prolong time
fa: تاخیر زمانی

source: rating
fa: رتبه

source: refresh
fa: تازه سازی

source: registered users spend on completing pomodoros
fa: مدت زمان صرف شده کاربران برای کامل کردن پومودوروها

source: registered users spend on completing pomodoros today.
fa: مدت زمان صرف شده کاربران ثبت نامی برای کامل کردن پومودوروهای امروز

source: resume
fa: ادامه دادن

source: saturday
fa: شنبه

source: save
fa: ذخیره

source: send password
fa: ارسال پسورد

source: series
fa: مجموعه

source: skip
fa: رد کردن

source: split
fa: تقسیم کردن

source: start
fa: شروع

source: sunday
fa: یکشنبه

source: take a short break
fa: استراحتی کوتاه کنید

source: thursday
fa: پنج شنبه

source: time
fa: زمان

source: to your telegram, type `/reg` and enter a code from the bot to field bellow
fa: برای ثبت نام تلگرام، عبارت `/reg` را تایپ کنید و کد ربات رادر زیر وارد کنید

source: today
fa: امروز

source: tomorrow
fa: فردا

source: tuesday
fa: سه شنبه

source: unknown
fa: ناشناخته

source: user
fa: کاربر

source: wednesday
fa: چهارشنبه

source: week
fa: هفته

source: were
fa: بودید

source: year
fa: سال
